"EUR" = "€";
"close" = "Schließen";
"AP1" = "Eingabe unvollständig";
"AP2" = "Bitte Bankleitzahl eingeben";
"ok" = "Ok";
"cancel" = "Abbrechen";
"AP3" = "Bitte Benutzerkennung eingeben";
"AP4" = "Bitte Kundennummer eingeben";
"AP5" = "Bitte PIN/TAN-Kennung eingeben";
"AP6" = "Bitte Bankserver-URL eingeben";
"AP7" = "HBCI-Fehler aufgetreten!";
"AP8" = "Bitte Empfänger eingeben";
"AP9" = "Bitte Kontonummer eingeben";
"AP10" = "Bitte Bankleitzahl eingeben";
"AP11" = "Bitte Betrag eingeben";
"AP12" = "Bitte Betrag größer 0 eingeben";
"wrong_input" = "Falsche Eingabe";
"AP13" = "Die Kontonummer ist nicht gültig";
"retry" = "Eingabe wiederholen";
"AP14" = "Überweisungen löschen";
"AP15" = "Die Einträge werden unwiderruflich gelöscht. Möchten Sie trotzdem fortfahren?";
"yes" = "Ja";
"no" = "Nein";
"transfers" = "Überweisungen";
"transfers_info" = "Überweisungen";
"accounts" = "Konten";
"accounts_info" = "Kontensicht";
"AP16" = "Warnung";
"AP17" = "Der Bankkennung sind noch Konten zugeordnet. Möchten Sie die zugeordneten Konten löschen?";
"AP100" = "Kritisch";
"AP101" = "Fehler";
"AP102" = "Warnung";
"AP103" = "Notiz";
"AP104" = "Information";
"AP105" = "Debug";
"AP106" = "Alle Meldungen";
"display_log" = "Meldungen";
"log_info" = "Meldungen ausgeben";
"banking_root" = "BANKKONTEN";
"category_root" = "KATEGORIEN";
"nass_root" = " Nicht zugeordnet";
"category_rules" = "Umsatzregeln";
"rules_info" = "Umsatzregeln bearbeiten";
"unknown" = "- unbekannt -";
"change_account" = "Konto ändern";
"AP18" = "Transaktion wird nicht unterstützt";
"AP19" = "Für das gewählte Konto wird diese Art der Überweisung nicht von Ihrer Bank unterstützt";
"AP20" = "Betrag ist zu hoch";
"AP21" = "Der Überweisungsbetrag darf nicht höher als %.2f sein";
"AP22" = "Währung nicht erlaubt";
"AP23" = "Die angegebene Zielwährung kann nicht verwendet werden";
"AP24" = "Bitte eine gültige IBAN eingeben";
"AP25" = "Bitte Bankidentifizierung (BIC) eingeben";
"AP26" = "Die eingegebene IBAN ist nicht gültig";
"AP27" = "Erfolg";
"AP28" = "Systemkennung wurde erfolgreich übermittelt";
"AP29" = "Dem ausgewählten Konto sind bereits Umsätze zugeordnet. Möchten Sie das Konto %@ wirklich löschen?";
"AP30" = "Konto löschen";
"AP31" = "Löschen nicht möglich";
"AP32" = "Das Backend konnte das gewählte Konto nicht löschen";
"AP33" = "PINs aus dem Schlüsselbund entfernen";
"AP34" = "Es werden alle PINs aus dem Schlüsselbund entfernt. Möchten Sie fortfahren?";
"AP35" = "Daten unvollständig";
"AP36" = "IBAN und/oder BIC sind für das Konto %@ noch nicht gepflegt";
"AP37" = "Konto anlegen nicht möglich";
"AP38" = "Bitte legen Sie zuerst eine Bankkennung an";
"AP39" = "Bankkennung anlegen";
"AP40" = "Bankkennung konnte ermittelt werden, HBCI meldet jedoch einen Fehler bei der Reinitialisierung";
"AP41" = "Kontoumsätze holen...";
"AP42" = "Pecunia-Datenverzeichnis ändern";
"AP43" = "Im Verzeichnis %@ existieren bereits Pecunia-Daten. Sollen sie überschrieben werden?";
"AP44" = "Die Pecunia-Datendatei konnte nicht in das Verzeichnis %@ kopiert werden";
"AP45" = "Die Pecunia-Datendatei (%@) wurde nicht gefunden";
"AP46" = "Pecunia Sicherheit";
"AP47" = "Das von Ihnen gewählte Passwort ist nicht sicher. Bitte wählen Sie ein Passwort mit mindestens 8 Zeichen";
"AP48" = "Die angegebenen Passwörter stimmen nicht überein";
"AP49" = "Die Datei %@ konnte nicht angelegt werden";
"AP50" = "Die Datei %@ existiert nicht";
"AP51" = "Zugriff auf Datendatei nicht möglich: %@";
"AP52" = "Für weitere Informationen siehe Anwendungslog";
"AP53" = "Sicherheitsabfrage";
"AP54" = "Bitte geben Sie das Pecunia-Password (Password der Datenablage) ein";
"AP55" = "Die Datei %@ existiert bereits. Möchten Sie sie verwenden?";
"AP56" = "Der Umzug der Pecunia-Daten war nicht erfolgreich. Es wird auf die alte Datenablage zurückgegriffen";
"AP57" = "Die Änderung des Speicherorts wird erst beim nächsten Neustart wirksam. Möchten Sie Pecunia jetzt neu starten?";
"AP58" = "Es existiert bereits eine verschlüsselte Datendatei (%@), die am %@ zuletzt verwendet wurde. Möchten Sie die Datei verwenden oder eine neue mit den derzeitigen Daten anlegen?";
"AP59" = "Die Datei %@ existiert bereits und wurde am %@ zuletzt geändert. Sie muss vor dem Umzug der Pecunia-Daten gelöscht werden. Alternativ können Sie statt einem Umzug auch die vorgenannte Datei verwenden";
"AP60" = "Verwenden";
"AP61" = "Löschen";
"AP62" = "Neue anlegen";
"AP63" = "Die verschlüsselte Datendatei wird beim nächsten Neustart verwendet. Möchten Sie Pecunia jetzt neu starten?";
"AP64" = "Einnahmen";
"AP65" = "Ausgaben";
"AP66" = "Falsche PIN";
"AP67" = "Sie haben für die Kontenkennung %@ die PIN %@ eingegeben. Die PIN wurde von der Bank zurückgewiesen.";
"AP68" = "Kontoumsatz löschen";
"AP69" = "Für den gewählten Kontoumsatz wurde ein Duplikat gefunden. Möchten Sie den Umsatz löschen?";
"AP70" = "Für den gewählten Kontoumsatz wurde kein Duplikat gefunden. Der Umsatz geht unwiderruflich verloren. Möchten Sie ihn trotzdem löschen?";
"AP71" = "Kontoumsätze exportieren";
"AP72" = "Bitte bestimmen Sie zuerst in den Einstellungen die zu exportierenden Felder.";
"AP73" = "Die Anmeldung bei der Bank war nicht erfolgreich. Meistens sind fehlerhafte Angeben von Kundennummer, Benutzer oder HBCI-URL die Ursache. Bitte überprüfen Sie ihre Angaben und setzen Sie sich ggfs. mir Ihrer Bank in Verbindung.";
"AP74" = "Die Kontoumsätze wurden erfolgreich in die Datei %@ geschrieben";
"AP75" = "Regel sichern";
"AP76" = "Die Regel für die Kategorie %@ wurde verändert. Möchten Sie die Regel für die Kategorie sichern?";
"AP77" = "Regel löschen";
"AP78" = "Möchten Sie die Regel für die Kategorie %@ wirklich löschen?";
"AP79" = "Möchten Sie die Verschlüsselung Ihrer Konto- und Umsatzdaten wirklich aufheben?";
"AP80" = "Es wurden %d neue Umsätze geladen";
"AP81" = "Verschlüsselung erfolgreich";
"AP82" = "Sie können jetzt die unverschlüsselte Datei %@ löschen bzw. zur Datensicherung an einem sicheren Ort aufbewahren";
"AP83" = "Unbekannt";
"AP84" = "Kategorie löschen";
"AP85" = "Der Kategorie '%@' sind noch %d Umsätze zugeordnet. Möchten Sie die Kategorie wirklich löschen?";
"AP86" = "Die Bankkennung konnte nicht gelöscht werden";
"AP87" = "Kontenabfrage nicht möglich";
"AP88" = "Keines der ausgewählten Konten besitzt eine Bankkennung";
"AP89" = "Kontenabfrage nur eingeschränkt möglich";
"AP90" = "Für %d von %d der ausgewählten Konten kann keine Kontenabfrage durchgeführt werden, da sie keine Bankkennung besitzen";
"AP91" = "Spenden";
"AP92" = "Bitte wählen Sie zuerst ein Bankkonto aus";
"AP93" = "Abbruch durch Benutzer";
"AP94" = "Das eingegebene Passwort ist falsch";
"AP95" = "Fehlende HBCI-Information: %@";
"AP96" = "Bitte geben Sie die PIN für Benutzerkennung %@ ein";
"AP97" = "Aktion nicht möglich da bereits eine andere HBCI-Anfrage verarbeitet wird";
"AP98" = "Bitte geben Sie die TAN für Benutzerkennung %@ ein: %@";
"AP99" = "HBCI-Aktion ist nicht möglich, da der HBCI-Dienst beendet wurde bzw. nicht gestartet werden kann";
"AP100" = "Möchten Sie das Konto %@ wirklich löschen?";
"AP101" = "Keine (manuelle Kontoverwaltung)";


